Repository: WordPressBugBounty/plugins-icegram-mailer
Catalog: icegram-mailer/languages/*.po
Languages: it_it

source: The test email did not reach our test server. Did you get any test emails on your email? This could be a temporary problem, but it can also mean that emails are getting stuck on your server, or getting rejected by recipients.
it_it: L'email di test non ha raggiunto il nostro server di test. Hai ricevuto email di test nella tua casella? Questo potrebbe essere un problema temporaneo, ma può anche significare che le email si stanno bloccando sul tuo server o vengono rifiutate dai destinatari.

source: %1$s ( %2$s%% ) remaining
it_it: %1$s ( %2$s%% ) rimanenti

source: %1$s of %2$s ( %3$s%% ) used
it_it: %1$s di %2$s ( %3$s%% ) utilizzati

source: A Duplicate Pages and Posts Plugin is a tool for WordPress that enables users to easily create duplicate versions of existing posts, pages, or custom post types with just a click.
it_it: Un Plugin per Duplicare Pagine e Articoli è uno strumento per WordPress che consente agli utenti di creare facilmente versioni duplicate di articoli, pagine o tipi di contenuto personalizzati esistenti con un solo clic.

source: API key is empty.
it_it: La chiave API è vuota.

source: Access to expert support when you need it
it_it: Accesso al supporto esperto quando ne ha bisogno

source: Activate
it_it: Attiva

source: Active
it_it: Attivo

source: An error has occured. Please try again.
it_it: È verificato un errore. La preghiamo di riprovare.

source: An error has occurred while creating your account. Please try again later
it_it: È verificato un errore durante la creazione del suo account. La preghiamo di riprovare più tardi

source: An error occured. Please try again later.
it_it: È verificato un errore. La preghiamo di riprovare più tardi.

source: An unknown error has occured. Please try again later.
it_it: È verificato un errore sconosciuto. La preghiamo di riprovare più tardi.

source: Buy Now
it_it: Acquista Ora

source: Confirming email delivery
it_it: Conferma della consegna email

source: Congrats, test email was sent successfully!
it_it: Congratulazioni, l'email di test è stata inviata con successo!

source: Create self-expiring, automatic login links for WordPress. Give them to developers when they ask for admin access to your site.
it_it: Crei link di accesso automatico con scadenza per WordPress. Li dia agli sviluppatori quando chiedono accesso amministrativo al suo sito.

source: Creating your account
it_it: Creazione del suo account

source: Dashboard
it_it: Bacheca

source: Do you want to track opens when people view your emails?
it_it: Vuole tracciare le aperture quando le persone visualizzano le sue email?

source: Duplicate Pages and Posts
it_it: Duplica Pagine e Articoli

source: Email Log
it_it: Registro Email

source: Email Logs
it_it: Registri Email

source: Email is invalid.
it_it: L'email non è valida.

source: Email sent
it_it: Email inviata

source: Email testing
it_it: Test email

source: Enable Icegram mailer
it_it: Abilita Icegram mailer

source: Excellent! activating your free Plan
it_it: Eccellente! Attivazione del suo Piano gratuito

source: From email
it_it: Email mittente

source: From name
it_it: Nome mittente

source: Get readymade contact forms, email subscription forms and custom forms for your website. Choose from beautiful templates and get started within seconds
it_it: Ottenga moduli di contatto pronti, moduli di iscrizione email e moduli personalizzati per il suo sito web. Scelga tra bellissimi modelli e cominci in pochi secondi

source: Hey 👋, we at %1$sIcegram Mailer%2$s just wanted to thank you for using our plugin. If you're enjoying it, we'd really appreciate a %3$s5 star%4$s review. It keeps us motivated to keep building and improving.
it_it: Ciao 👋, noi di %1$sIcegram Mailer%2$s volevamo ringraziarla per aver utilizzato il nostro plugin. Se lo sta apprezzando, gradiremmo molto una recensione a %3$s5 stelle%4$s. Ci mantiene motivati a continuare a costruire e migliorare.

source: High speed email sending
it_it: Invio email ad alta velocità

source: I couldn't get the plugin to work
it_it: Non sono riuscito a far funzionare il plugin

source: I no longer need the plugin
it_it: Non ho più bisogno del plugin

source: I'm switching to a different plugin
it_it: Sto passando a un plugin diverso

source: If you find this plugin useful, please consider giving us %1$s5 stars review%2$s on WordPress!
it_it: Se trova questo plugin utile, consideri di darci una %1$srecensione a 5 stelle%2$s su WordPress!

source: Inactive
it_it: Inattivo

source: Insights
it_it: Statistiche

source: Install
it_it: Installa

source: Installed plugin unknowingly
it_it: Plugin installato inconsapevolmente

source: It's a temporary deactivation
it_it: È una disattivazione temporanea

source: Last 30 days
it_it: Ultimi 30 giorni

source: Learn more
it_it: Scopri di più

source: Leave a review
it_it: Lascia una recensione

source: My free email limit has been exhausted
it_it: Il mio limite di email gratuite è stato esaurito

source: No handler found.
it_it: Nessun gestore trovato.

source: No method found.
it_it: Nessun metodo trovato.

source: Not Installed
it_it: Non Installato

source: Number of email logs per page
it_it: Numero di registri email per pagina

source: Open tracking
it_it: Tracciamento aperture

source: Opened at
it_it: Aperto il

source: Optimized performance for high-volume campaigns
it_it: Prestazioni ottimizzate per campagne ad alto volume

source: Other
it_it: Altro

source: Other awesome plugins
it_it: Altri plugin fantastici

source: Plan usage
it_it: Utilizzo del piano

source: Please select an option
it_it: La preghiamo di selezionare un'opzione

source: Please select option
it_it: La preghiamo di selezionare un'opzione

source: Please share the reason
it_it: La preghiamo di condividere il motivo

source: Please share which plugin
it_it: La preghiamo di condividere quale plugin

source: Processing...
it_it: Elaborazione...

source: Quick Feedback
it_it: Feedback Rapido

source: Ready to send more?
it_it: Pronto a inviarne di più?

source: Reliable email delivery
it_it: Consegna email affidabile

source: Reliable email delivery with Icegram Mailer
it_it: Consegna email affidabile con Icegram Mailer

source: Remind me later
it_it: Ricordamelo più tardi

source: Save
it_it: Salva

source: Send email
it_it: Invia email

source: Sender
it_it: Mittente

source: Sending a test email
it_it: Invio di un'email di test

source: Sent at
it_it: Inviato il

source: Settings
it_it: Impostazioni

source: Settings saved.
it_it: Impostazioni salvate.

source: Simple and Effective Email Marketing WordPress Plugin. Email Subscribers is a complete newsletter plugin that lets you collect leads, send automated new blog post notification emails, create & send broadcasts
it_it: Plugin WordPress di Email Marketing Semplice ed Efficace. Email Subscribers è un plugin di newsletter completo che le consente di raccogliere contatti, inviare email automatiche di notifica per nuovi articoli del blog, creare e inviare comunicazioni

source: Site url is not valid. Please check your site url.
it_it: L'URL del sito non è valido. La preghiamo di verificare l'URL del suo sito.

source: Skip %s Deactivate
it_it: Salta %s Disattiva

source: Start sending
it_it: Inizia a inviare

source: Start with 200 free emails/month
it_it: Inizia con 200 email gratuite/mese

source: Status
it_it: Stato

source: Subject
it_it: Oggetto

source: Submit %s Deactivate
it_it: Invia %s Disattiva

source: Submit your feedback
it_it: Invii il suo feedback

source: Substantially increased monthly sending capacity
it_it: Capacità di invio mensile sostanzialmente aumentata

source: Tell us more about your desired feature
it_it: Ci dica di più sulla funzionalità desiderata

source: Temporary Login Without Password
it_it: Accesso Temporaneo Senza Password

source: Test email to %s
it_it: Email di test a %s

source: Thank You :)
it_it: Grazie :)

source: Thank You!
it_it: Grazie!

source: Thank you for trying out Icegram Mailer. We are on a mission to make the best Email delivery plugin for WordPress.
it_it: Grazie per aver provato Icegram Mailer. Siamo in missione per creare il miglior plugin di consegna email per WordPress.

source: The "From name" and "From email" people will see when they receive emails
it_it: Il "Nome mittente" e l'"Email mittente" che le persone vedranno quando ricevono email

source: The best WP popup plugin that creates a popup. Customize popup, target popups to show offers, email signups, social buttons, etc and increase conversions on your website.
it_it: Il miglior plugin popup WP che crea popup. Personalizzi i popup, diriga i popup per mostrare offerte, iscrizioni email, pulsanti social, ecc. e aumenti le conversioni sul suo sito web.

source: To
it_it: A

source: Total failed
it_it: Totale falliti

source: Total opened
it_it: Totale aperti

source: Total sent
it_it: Totale inviati

source: Turn this on to allow Icegram Mailer to handle your emails
it_it: Attivi questo per consentire a Icegram Mailer di gestire le sue email

source: Unable to create your account. Please try again later or contact us at https://icegram.com/contact-us if issue persist.
it_it: Impossibile creare il suo account. La preghiamo di riprovare più tardi o di contattarci su https://icegram.com/contact-us se il problema persiste.

source: Unauthorized
it_it: Non autorizzato

source: Unauthorized request.
it_it: Richiesta non autorizzata.

source: Unlock higher email sending limits and elevate your communication strategy.
it_it: Sblocchi limiti di invio email più elevati ed elevi la sua strategia di comunicazione.

source: Upgrade plan
it_it: Aggiorna piano

source: WP Mail Error: Unknown
it_it: Errore WP Mail: Sconosciuto

source: Yes, I give my consent to track plugin usage and contact me back to make this plugin works!
it_it: Sì, do il mio consenso per tracciare l'utilizzo del plugin e contattarmi per far funzionare questo plugin!

source: You've used %1$s%% of your monthly email quota. Email sending is paused currently. To resume sending, consider upgrading your plan.
it_it: Ha utilizzato %1$s%% della sua quota email mensile. L'invio di email è attualmente in pausa. Per riprendere l'invio, consideri di aggiornare il suo piano.

source: You've used %1$s%% of your monthly email quota. Email sending will be paused after your monthly email quota reaches 100%%. To avoid service interruptions, consider upgrading your plan.
it_it: Ha utilizzato %1$s%% della sua quota email mensile. L'invio di email sarà messo in pausa dopo che la sua quota email mensile raggiungerà il 100%%. Per evitare interruzioni del servizio, consideri di aggiornare il suo piano.

source: Your feedback submitted successfully.
it_it: Il suo feedback è stato inviato con successo.

source: resets on
it_it: si reimposta il
